[General]
language=Español
link_pc_name=Nombre del ordenador
link_connect_pwd=ContraseÒa
link_file_path=Carpeta Bandeja de entrada
link_auto_start=Autoinicio
link_change_folder_btn=Cambiar
link_open_folder_btn=Abrir
link_change_folder_dialog_title=Elija carpeta Bandeja de entrada
link_save_button=Guardar
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Todos los derechos reservados.</c>
link_save_success_msg=ConfiguraciÛn guardada correctamente.
link_save_success_title=Mensaje
link_error_title=Error
link_error_program_already_ran=EjecuciÛn en ejecuciÛn, compruebe la bandeja de sistema.
link_error_program_expire=La versiÛn de prueba ha caducado, pÛngase en contacto con Shirui para obtener una nueva versiÛn.
link_open_main_window=Abrir SeewoLink
link_exit_program=Salir
link_minimize_to_tray=Minimizar a bandeja de sistema
link_open_spec=Ayuda
link_update=Actualizar
link_register=Registrar
link_error_title=Error
link_message_title= Mensaje
link_update_network_error=Error al conectarse a la red, vuelva a intentarlo.
link_home_qrcode_tip=Cliente Android
link_connect_pc_tip= Escanee el cÛdigo QR para conectarse al ordenador
link_reg_serial_invalid=N˙mero de serie no v•lido
link_reg_partial_success=°Enhorabuena! Este n˙mero de serie expirar• en %d de tiempo de prueba. A˙n puede usar este SN para %d m•quinas m•s.
link_reg_full_success=°Enhorabuena! Este SN es v•lido para siempre. A˙n puede usar este SN para %d m•quinas m•s.
link_reg_response_failed=Lo sentimos. No se ha completado el registro.
link_reg_response_serial_error=Lo sentimos. No se ha completado el registro. Causado por: Error SN.
link_reg_response_error_lock=Lo sentimos. No se ha completado el registro. Causado por: El SN ha sido registrado por otra m•quina.
link_reg_response_day_expire=Lo sentimos. No se ha completado el registro. Causado por: El SN ha expirado.
link_reg_input_serial_text=Ingrese el n˙mero de serie
link_error_unknown=Error desconocido.
link_reg_message_remaindays=Su certificado expirar• en %d tiempo de prueba.
link_reg_message_remaindays_tip= <c color="CCCCCC">VersiÛn %s, Registrada</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> VersiÛn %s</c>, Queda <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> tiempo de prueba.</c><c color="0000ff"><u><b><a id="1050">Registro</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">VersiÛn %s</c><c color="1899ED"><b>. no registrada </b></c><c color="FFFFFF">, Queda </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">de tiempo de prueba.</c>
link_reg_rd_renew_button=Renovar
link_confirm_button=Aceptar
link_cancel_button=Cancelar
link_reg_read_reginfo_error=Error al leer la informaciÛn de registro, vuelva a registrarse.
link_lang_setting_button=Idioma
link_lang_setting_hint=Elija un idioma:
link_lang_setting_ok=Aceptar
link_lang_setting_cancel=Cancelar
link_annotation_stop=Parar
link_auto_start_tip=SeewoLink se inicia con Windows
link_lang_tip=Idioma
link_tab_text_status=Estado
link_tab_text_set=ConfiguraciÛn
link_tab_text_about=Acerca de la aplicaciÛn
link_stat_connected_device_tip= Cliente conectado:
link_stat_connected_device= NULO
link_stat_conn_barcode_tip=Esc•ner para conectar
link_tab_text_help=<c color="FFFFFF">Para ayuda, </c><c color="0000ff"><u><a id="1051"> Haga clic aquÌ </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Conectado</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Desconectado</c>
link_softap_tip=Iniciar zona Wi-Fi
link_softap_info=<c color="808080">Wi-Fi: %s</c><br/><c color="808080">contraseÒa: %s</c>
link_softap_on=<c color="CCCCCC">Zona Wi-Fi:%s<br/> se ha iniciado</c>
link_softap_off=<c color="CCCCCC">La zona Wi-Fi se ha detenido</c>
link_softap_error=No se puede iniciar zona Wi-Fi, compruebe que la WLAN estÈ encendida
link_update_title=ActualizaciÛn de SeewoLink
link_update_confirm=øDesea actualizar a la ˙ltima versiÛn?
link_update_success=Ha sido actualizado a la ˙ltima versiÛn
link_update_failed=Error al actualizar a la ˙ltima versiÛn, vaya al sitio web oficial para obtener la versiÛn m•s reciente
link_setup_uninstall=Desinstalar
link_setup_old_verision=est• instalada una versiÛn antigua de %s. Es necesario desinstalarla antes de instalar la nueva versiÛn.
link_setup_restart_prompt=%s debe reiniciar su ordenador.
link_setup_system_not_match=%s requiere por lo menos Windows 7. Se cerrar• la instalaciÛn.


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer